bmalehorn.vscode-fish
dbaeumer.vscode-eslint
esbenp.prettier-vscode
hashicorp.terraform
ms-vscode.makefile-tools
rubocop.vscode-rubocop
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
oderwat.indent-rainbow
naumovs.color-highlight
docker.docker
ms-azuretools.vscode-docker
github.copilot
github.copilot-chat
github.vscode-pull-request-github
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
postman.postman-for-vscode
