aaron-bond.better-comments
bmalehorn.vscode-fish
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-pull-request-github
hashicorp.terraform
ms-azuretools.vscode-docker
ms-vscode.makefile-tools
ms-vscode.theme-tomorrowkit
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
rubocop.vscode-rubocop
ryuta46.multi-command
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
vscodevim.vim
